Repository: tamlyhoctoipham/book-translation-projects
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: This approach aims to generate statistical relationships between actions displayed at crime scenes and offender characteristics and is carried out through the use of large-scale databases of solved crimes.
vi: Cách tiếp cận này nhằm mục đích tạo ra những mối quan hệ thống kê giữa các hành động được nhìn thấy tại hiện trường và những đặc tính của kẻ phạm tội và được xử lý thông qua việc sử dụng nguồn dữ liệu quy mô lớn của những vụ án đã được giải quyết.

source: This approach assumes that the way a crime is committed is related to the characteristics of the person, which enables the profiler to draw inferences about the characteristics of a criminal from the way in which he or she behaved during the crime.
vi: Cách tiếp cận này giả định rằng cách mà một tội ác được thực hiện liên quan đến đặc tính của con người, điều này giúp các nhà lập hồ sơ có thể đưa ra những suy luận về đặc tính của một tội phạm từ cách mà anh ta hay cô ta cư xử trong suốt vụ án.

source: This approach believes that victims are alienated from the criminal justice process because crime is defined as wrong- doing against the laws of the State.
vi: Cách tiếp cận này tin rằng các nạn nhân bị tách biệt với tiến trình tư pháp hình sự bởi vì tội phạm được định nghĩa như là một hành vi sai trái chống lại pháp luật Quốc gia.

source: This approach does not consider any of the criminological theories of offending behaviour (e.g. poverty, social structures, social influences and class).
vi: Cách tiếp cận này không dựa trên bất kỳ lý thuyết tội phạm học nào về hành vi phạm tội (ví dụ như sự nghèo nàn, cấu trúc xã hội, ảnh hưởng xã hội và giai cấp)

source: This approach has continued to develop with time, but other profilers have criticized the empirical basis of this approach because of the small number of offenders on which the typologies were initially developed.
vi: Phương pháp tiếp cận này tiếp tục được phát triển theo thời gian, nhưng những nhà lập hồ sơ khác đã phản đối cơ sở kinh nghiệm của phương pháp này bởi ban đầu các hệ thống kiểu hình được xây dựng với số lượng nhỏ tội phạm.

source: This approach to detecting deception is based on the assumption that memories based on experienced events (i.e. external sources) can be differentiated from memories based on imagining, thinking and reasoning (i.e. internal sources).
vi: Phương pháp tiếp cận này có thể phát hiện sự lừa dối dựa trên giả định rằng những ký ức được căn cứ theo các sự kiện đã trải qua (tức là các nguồn bên ngoài) có thể được phân biệt từ những kí ức dựa vào tưởng tượng, suy nghĩ và suy luận (tức là các nguồn đến từ nội tâm)

source: This approach to profiling has been criticized by advocates of statistical profiling.
vi: Các tiếp cận này đã gặp phải chỉ trích từ những người ủng hộ cho việc thiết lập hồ sơ tội phạm theo phương pháp thống kê.

source: This area of work is not a new one – psychologists, both occupational and criminal, have been advising the police on such matters for the last twenty-five years or so.
vi: Công việc này không hề mới - các nhà tâm lý học cả tâm lý học nghề nghiệp và tội phạm đã tư vấn cho cảnh sát rất nhiều vấn đề trong suốt hơn 25 năm qua.

source: This book has been written for members of the general public who wish to have a better understanding of criminal psychology than that which can be provided by the popular media such as newspapers and television.
vi: Cuốn sách này được viết cho cộng đồng nói chung những ai có mong muốn hiểu thấu đáo hơn về tâm lý học tội phạm hơn là những kiến thức từ phương tiện truyền thông phổ biến như báo chí và truyền hình.

source: This brings into question how the rights of the citizen and the rights of an intruder should be balanced.
vi: Điều này tạo nên một dấu hỏi về cách cân bằng giữa quyền công dân và quyền của một tên xâm phạm bất hợp pháp.

source: This can be pooled with other information, such as victim statements (if available), in order to draw conclusions about the nature of the person who committed the crime.
vi: Điều này có thể được gộp lại với các thông tin khác như báo cáo nạn nhân (nếu có) để rút ra kết luận về bản chất con người thật sự của thủ phạm vụ án.

source: This can involve carrying out experimental tests in order to illustrate a point or provide further information to the courts (for example, how likely it is that someone can correctly identify an object in the hand of an individual from a distance of 100 meters at twilight).
vi: Công việc này hồm tiến hành các bài kiểm tra thực nghiệm để làm sáng tỏ một quan điểm hoặc cung cấp thông tin thêm cho tòa án (ví dụ như, làm thế nào mà một người có thể xác định chính xác một vật thể ở trong tay một người khác từ khoảng cách 100 mét lúc chạng vạng).

source: This can result from the actual experience of being imprisoned or it can be related to a person’s encounters with others whilst imprisoned.
vi: Sự tiêu cực có thể bắt nguồn từ trải nghiệm thực tế của họ khi bị giam cầm hoặc liên quan đến việc tiếp xúc giữa các tù nhân với nhau.

source: This canteen culture has certain pronounced features which serve to protect them and provide a sense of mutual support, but emphasizes a macho image and excludes admitting failures, fears and discussing problems, or admitting to experiencing stress.
vi: Họ tạo ra văn hóa căng tin nhằm mục đích bảo vệ chính mình đồng thời để hỗ trợ lẫn nhau, nhưng lại nhấn mạnh hình ảnh của một người đàn ông không bao giờ thừa nhận sự thất bại, sợ hãi, thỏa hiệp hay thừa nhận rằng mình đang bị căng thẳng.

source: This case study illustrates some of the key processes involved in case linkage: the crime analyst must consider the similarities and differences between each pair of crimes in order to assess the likelihood of their being linked.
vi: Nghiên cứu thực nghiệm này minh họa cho những quy trình thiết yếu phải có khi thực hiện kết nối vụ án: Nhà phân tích tội ác phải xem xét sự tương đồng và khác biệt giữa mỗi cặp tội ác với mục đích đánh giá khả năng chúng có liên hệ với nhau.

source: This chapter aims to present a balanced view of the profession of criminal psychology and to introduce the reader to the variety of roles within which criminal psychologists can, and do, work.
vi: Chương này nhằm giới thiệu cho độc giả một cái nhìn tổng quan của nghề này.

source: This chapter also considered the Government’s aims to provide a police service representative of the community it serves drawing on examples of minority groups including women, ethnic minorities and sexual orientation.
vi: Chương này cũng xem xét đến mục tiêu của Chính phủ trong việc cung cấp một đại diện của dịch vụ cảnh sát đối với cộng đồng mà nó phục vụ dựa trên những nét phát thảo ví dụ về các nhóm nhỏ bao gồm phụ nữ, các dân tộc thiểu số và các tổ chức định hướng giới tính.

source: This chapter has dealt mainly with issues regarding public police and private security.
vi: Chương này chủ yếu giải quyết các vấn đề liên quan đến bảo an công cộng và an ninh tư nhân.

source: This chapter has examined work by criminal psychologists (and others) that provides guidance on how suspects, witnesses and victims should be interviewed.
vi: Chương này đã xem xét những gì các nhà tâm lý học tội phạm (và cả những người khác) đã nghiên cứu và đưa ra hướng dẫn về cách thức đúng đắn để thẩm vấn nghi phạm, nhân chứng hay nạn nhân.

source: This chapter offers an overview of some core issues concerning criminal psychology and policing.
vi: Chương này đưa ra một cái nhìn tổng quan về một trong những vấn đề cốt lõi của tâm lý học tội phạm và cảnh sát.

source: This chapter will explore the issue of offender rehabilitation and provide insight into the ongoing debate surrounding the effectiveness (or not) of offending behaviour programmes.
vi: Chương này sẽ đi sâu hơn về quá trình cải tạo của phạm nhân và cung cấp cái nhìn rõ hơn về những vấn đề gây tranh cãi xung quanh tính hiệu quả những chương trình cải tạo.

source: This chapter will look at how criminal psychology helps us understand some of the reasons why men and women become sex offenders and how sex offenders are punished, treated and managed once they are caught.
vi: Chương này sẽ nói đến cách tâm lý học tội phạm giúp chúng ta hiểu một số lí do tại sao đàn ông và đàn bà trở thành những tội phạm tình dục và những kẻ tội phạm tình dục bị xử phạt, đối xử và quản lí như thế nào khi họ bị bắt.

source: This code forbids the reporting of other prisoners to prison staff.
vi: Luật lệ này ngăn cản việc các tù nhân khác báo cáo lại cho quản tù.

source: This committee’s report (known as the Devlin Report after its chairman) was published in 1976 and it called for more psychological insight and research to be provided on this topic, since rather little was available at that time.
vi: Bản báo cáo của Ủy ban (còn được biết với tên Báo cáo Devlin) được công bố năm 1976 và được đưa ra nhằm kêu gọi các hiểu biết chuyên sâu về tâm lý học và nghiên cứu nhằm chứng minh đề tài này bởi nó còn khá mới mẻ vào thời điểm đó.

source: This component addresses the emotions of offenders and how these relate to their ability to control (or not!) their anger.
vi: Nội dung này xác định những cảm xúc của phạm nhân và sự liên quan của chúng đến khả năng kiểm soát (hoặc mất kiểm soát) cơn giận của họ.

source: This concept of ‘reason- able doubt’ has been explained to juries in different ways across different jurisdictions.
vi: Khái niệm về 'nghi ngờ ở mức hợp lý "đã được giải thích cho bồi thẩm đoàn trong nhiều cách khác nhau trên khắp khu vực pháp lý khác nhau.

source: This consideration has been termed ‘general responsivity’ as these methods, in a general sense, have been shown to produce positive results.
vi: Cách tiếp cận này được gọi là "đáp ứng tổng quát" vì chúng cho kết quả tích cực trên phương diện tổng quát..

source: This construction of consent as being presumed, unless clearly withdrawn, links with Erhlich’s ideological discussion of USA rape law.
vi: Người ta coi như là có sự đồng thuận, trừ khi có sự từ chối rõ ràng, liên kết với các cuộc thảo luận quan điểm của Erhlich của luật hiếp dâm Mỹ.

source: This could be because the commuters are in search of a particular type of victim/ target that cannot be obtained within their home range, and their criminal range is therefore unlikely to overlap with their home range.
vi: Điều này có thể là do commuter đang tìm kiếm một loại nạn nhân/mục tiêu cụ thể mà không thể đạt được trong phạm vi cư trú của họ, và phạm vi phạm tội của họ do đó hầu như không chồng chéo lên phạm vi cư trú.

source: This could explain why a study in Sweden found prisoners to be better than chance (i.e. sixty-five vs. fifty per cent) at detecting deception when observing video tapes made at the University of People lying or telling the truth.
vi: Điều này có thể giải thích tại sao một cuộc nghiên cứu ở Thụy Điển cho thấy những tù nhân có khả năng tốt hơn "ăn may" ( ví dụ 65% so với 55%) trong việc phát hiện sự lừa dối khi quan sát những cuộn băng ghi hình đang nói dối hay nói thật từ Đại học Nhân dân.

source: This could include the provision of basic skills courses, treatment programmes, one to one work on particular issues, and so on.
vi: Điều đó có thể bao gồm cung cấp các quá trình học kỹ năng cơ bản, cách đối xử, các kế hoạch của từng người trong từng trường hợp cụ thể và hơn thế.

source: This diversity of responsibilities is probably one of the main reasons why the media, especially television dramas, focus so much on policing.
vi: Rất có thể sự đa dạng về trách nhiệm này là lý do chính khiên cho giới truyền thông, đặc biệt là truyền hình có sự quan tâm đặc biệt đến lực lượng cảnh sát.

source: This element of the programme is important, especially when related to elements of programmes which deal with preventing reoffending, a concept known as relapse prevention.
vi: Yếu tố này của chương trình rất quan trọng, đặc biệt là nó có liên hệ đến các yếu tố của những chương trình phòng chống tái phạm tội.

source: This encompasses an in-depth analysis of their risk of reoffending, their risk of harm (to others as well as themselves) and their needs (such as accommodation, finances and mental health, for example).
vi: Điều này bao gồm đánh giá kỹ mức độ tái phạm tội, khả năng gây sát thương(cho người khác cũng như chính bản thân họ) và nhu cầu của họ(vd như chỗ ở, khả năng tài chính, sức khỏe tâm thần)

source: This extensive guidance document summarized what was known at the time, largely from psychological research, about how best to interview children, in a user-friendly format.
vi: Cuốn sách hướng dẫn đồ sộ này tóm tắt trong đó tất cả những gì đã từng được biết (phần lớn là từ các nghiên cứu tâm lý học) về cách tốt nhất để thẩm vấn trẻ em, với một hình thức dễ đọc dễ hiểu.

source: This extensive update is entitled Achieving Best Evidence in Criminal Proceedings: Guidance for Vulnerable and Intimidated Witnesses, Including Children (ABE) and it was written by a team (including criminal psychologists) led by Professor Graham Davies at the University of Leicester School of Psychology.
vi: Bản cập nhật đồ sộ này được đặt tên là Để có được bằng chứng tốt nhất khi Điều tra tội phạm: Hướng dẫn cho Nhân chứng Yếu thế và Bị đe dọa, bao gồm cả Trẻ em (ABE) và được viết bởi một nhóm (gồm các nhà tâm lý học tội phạm) được dẫn dắt bởi Giáo sư Graham Davies thuộc khoa Tâm lý học Đại học Leicester.

source: This form of reasoning, known as Utilitarianism, was developed by the English philosopher Jeremy Bentham during the early 1800s.
vi: Dạng lập luận này hay được biết đến là thuyết vị lợi được phát triển bởi 1 nhà triết học người Anh Jeremy Bentham đầu những năm 1800.

source: This form of thinking, termed as ‘hostile masculinity’, tends to over value traditional male behaviour (dominance and power) and under-values female traits, such as gentleness.
vi: Dạng suy nghĩ này, được gọi là "tính đực bạo tàn", có xu hướng đề cao quá mức phẩm giá của nam giới (tính thống trị và sức mạnh) và hạ thấp các đặc điểm của phụ nữa như là tính dịu dàng.

source: This found (contrary to the research on interviews conducted before the 1992 training initiative) that most of the confessions did not occur near to the beginning of the interviews.
vi: Nó nhận ra rằng (trái với nghiên cứu thực hiện trước sáng kiến đào tạo năm 1992) hầu hết những lời thú tội không xảy ra gần lúc bắt đầu buổi chất vấn.

source: This has been demonstrated with aggressive behaviour, which could be considered closer to criminal behaviour than other types of behaviour psychologists have investigated.
vi: Điều này đã được chứng minh thông qua hành vi gây gổ, hành vi được cho là gần với hành vi tội phạm hơn so với những loại hành vi khác mà các nhà tâm lý học đã điều tra.

source: This has been termed the ‘homology assumption’.
vi: Điều này được gọi là "giả định tương đồng".

source: This has led to a number of schools of thought about punishments.
vi: Điều này đã ảnh hưởng đến tư tưởng về hình phạt của một số các trường học.

source: This has led to developments such as chain gangs where physical labour is seen as an important part of the punishment.
vi: Điều này đã dẫn đến sự phát triển của chuỗi nhà giam nơi mà việc lao động thể xác được xem như một phần quan trọng của hình phạt.

source: This has led to the change from hanging to the electric chair, to gas and finally lethal injection (though the humaneness of the lethally injected drugs is currently being questioned).
vi: Điều này dẫn đến sự thay đổi từ phương thức hành hình bằng ghế điện, cho đến khí gas và cuối cùng là tiêm thuốc độc (Dù tính nhân đạo của phương pháp tiêm thuốc độc vẫn đang là nghi vấn)

source: This has resulted in a greater demand for a uniformed presence on the streets which has been recognized by recent Government policy documents.
vi: Việc này đã dẫn đến những yêu cầu lớn hơn về sự có mặt của những cảnh sát mặc quân phục, điều đã được công nhận trong các văn bản chính sách của chính phủ gần đây.

source: This has resulted in some very interesting research uncovering the darker side of the industry, such as bouncers dealing drugs, the ‘night-time economy’, and many cases of criminals running security companies in order to exploit their perceived authority.
vi: Điều này dẫn đến một số nghiên cứu thú vị, khai mở mặt tối hơn của ngành công nghiệp này, có thể kể đến như buôn lậu thuốc, ngành "kinh tế về đêm", và những trường hợp về hàng loạt tội phạm mở các công ty an ninh nhằm khai thác những nhà cầm quyền đã bị mua chuộc.

source: This has resulted in uniformed private security guards interacting with the public on a day to day basis.
vi: Điều này dẫn đến kết quả những đội bảo vệ mặc đồng phục tư nhân tương tác với công chúng hầu như mỗi ngày.

source: This helps the police to identify criminals, make arrests earlier and obtain more secure convictions.
vi: Điều này hỗ trợ cảnh sát xác minh danh tính, bắt giữ tội phạm nhanh hơn đồng thời có căn cứ kết án vững chắc.

source: This high proportion may be an indication that people still find it difficult to believe that women can be sex offenders too.
vi: Con số cao này có lẽ biểu thị rằng người dân vẫn cảm thấy khó tin với việc phụ nữ cũng có thể là tội phạm tình dục.

source: This image has remained in the public consciousness despite drastic changes in the style of policing.
vi: Hình ảnh cũ ấy giờ đây vẫn đang tồn tại trong nhận thức cộng đồng. Giờ đây cách thức làm việc của cảnh sát đã hoàn toàn khác so với trước kia, hình ảnh của cảnh sát theo đó cũng thay đổi đáng kể, nhưng vẫn có một mối liên hệ chặt chẽ giữa hình ảnh người cảnh sát mặc thường phục và lòng tin của công chúng.

source: This impulsivity also tends to be seen in other aspects of the offenders’ lives, so an inability to stay organized or have control over impulses are seen as being predictors of risk of offending.
vi: Sự bốc đồng này cũng thường thể hiện trong những khía cạnh khác trong đời sống của họ, vì vậy việc không thể có tổ chức hoặc kiểm soát được sự bốc đống được xem như là dấu hiệu của nguy cơ phạm tội.

source: This includes policy development, the investigation of homophobic hate crime, victim care, and community liaison.
vi: Điều này bao gồm phát triển chính sách, điều tra tội phạm kỳ thị đồng tính, chăm sóc nạn nhân, và liên lạc cộng đồng.

source: This information can be used by the police force to focus their investigation, or if the crime on the database is solved, the police can use Sarah’s report to aid them when building a case to arrest this individual for the undetected rape.
vi: Thông tin mà cảnh sát sử dụng nhằm tập trung điều tra các vụ án hoặc nếu vụ án trên cơ sở dữ liệu đã được xử lý thì cảnh sát sẽ dùng bản báo cáo của Sarah để xây dựng giả thuyết rồi truy bắt thủ phạm vụ cưỡng hiếp khó lý giải đó.

source: This information can then be used to aid the police in investigations and in targeting resources.
vi: Cảnh sát có thể sử dụng thông tin trên để phục vụ công tác điều tra và thiết kế tài nguyên mục tiêu.

source: This involved real-life police interviews with suspects that were video recorded.
vi: Việc này có liên quan tới các buổi hỏi cung của cảnh sát đã được quay phim lại.

source: This involves citizens setting up their own patrols.
vi: Khái niệm này liên quan đến việc công dân lập nên những đội tuần tra riêng của họ.

source: This involves reducing the likelihood of false identifications while enabling correct identifications to occur.
vi: Để làm được điều này thì cần giảm thiểu khả năng xuất hiện lỗi đồng thời cho phép những lần nhận diện chính xác xảy ra.

source: This involves teaching offenders to avoid situations which might be problematic (for example being left alone with children) and to get them to think through how they will use the methods they learnt during the treatment programme.
vi: Điều này bao gồm việc dạy cho những tội phạm cách tránh những tình huống có thể rất rắc rối (ví dụ như ở 1 mình với trẻ em) và cách buộc họ phải nghĩ kỹ về cách họ sẽ sử dụng những phương pháp đã học trong chương trình điều trị.

source: This is a four-step model in which each step has to be carried out before the offender moves on to the next one.
vi: Có một hình mẫu 4-giai đoạn, trước khi chuyển sang giai đoạn mới thì buộc phải hoàn tất xong giai đoạn hiện tại.

source: This is a likely explanation of the surprising yet consistent finding from psychological research that people are usually poor at detecting lying in others.
vi: Đây là lời giải thích thích hợp của sự tìm kiếm bất ngờ nhưng nhất quán từ nghiên cứu tâm lý rằng mọi người thường kém trong việc phát hiện người khác nói dối

source: This is a question that future research could investigate.
vi: Đây là một vấn đề mà các nghiên cứu tương lai có thể điều tra, phân tích.

source: This is a worldwide problem.
vi: Đây là một vấn đề rất phổ biến.

source: This is a zone located around an offender’s home where he or she will not offend because, while the effort of travel is minimal, the likelihood of being recognized and therefore apprehended is higher.
vi: Đây là một khu vực nằm xung quanh ngôi nhà của một kẻ phạm tội nơi mà anh ta hoặc cô ta sẽ không gây án bởi vì, khi nỗ lực di chuyển là tối thiểu, khả năng bị nhận ra và do đó bị bắt giữ sẽ cao hơn.

source: This is also a limitation of the research for case linkage.
vi: Đó cũng là một hạn chế của nghiên cứu về kết nối vụ án.

source: This is an important step in the case linkage process.
vi: Đây là một bước quan trọng trong quá trình kết nối vụ án.

source: This is an interesting approach, particularly in response to the death penalty in the USA which some victims’ families think is over-humane as the offender does not suffer in the way that the victim did.
vi: Đây là một cách tiếp cận thú vị, một lời phản hồi cá biệt dành cho cái ý nghĩ vượt quá đạo đức của một số gia đình nạn nhân đối với hình phạt tử hình ở Mỹ khi cho rằng tội phạm đã không phải chịu đau đớn theo cách mà nạn nhân đã từng chịu.

source: This is based on getting offenders to consider their past behaviour and think about changing their future behaviour – going from being criminals to law-abiding citizens.
vi: Điều này dựa trên việc khiến cho những kẻ phạm tội cân nhắc những hành vi của mình trong quá khứ và nghĩ đến việc thay đổi lối cư xử trong tương lai - từ những kẻ tội phạm thành những công dân tuân thù pháp luật.

source: This is based on the notion that when people are looking for something, they will only travel as far as they have to: as the distance between them and their target object increases, they are therefore less likely to travel to obtain it.
vi: Nguyên tắc này dựa trên quan niệm cho rằng khi mọi người tìm kiếm một thứ gì đó, họ sẽ chỉ di chuyển xa trong mức họ buộc phải đi: do đó, khi khoảng cách giữa họ và mục tiêu tăng lên, khả năng họ sẽ di chuyển để đạt được nó sẽ ít hơn.

source: This is because the two most geographically distant offences will also be those furthest from the offender’s home.
vi: Bởi vì hai địa điểm gây án xa nhau nhất về mặt địa lý cũng sẽ là hai địa điểm xa nhà của kẻ phạm tội nhất.

source: This is currently visible policing but we would suggest it is far from reassuring.’
vi: Đó chính là hình ảnh của cảnh sát hiện nay, và tôi đề nghị mọi người hãy nghĩ rằng đó chính là sự đảm bảo.’

source: This is especially difficult when the offender is known to the police, or in some cases the victim or the victim’s family.
vi: Điều này đặc biệt khó khăn khi mà kẻ phạm tội được cảnh sát biết đến hay trong 1 số trường hợp là nạn nhân hoặc gia đình nạn nhân.

source: This is for a variety of reasons, including knowing the ‘ground truth’.
vi: Có rất nhiều lý do khác nhau cho việc này, bao gồm cả hiểu biết 'thực địa'.

source: This is further confirmed if we consider the rates of self-harm and suicide in prison.
vi: Điều này càng khẳng định rõ ràng hơn về tỉ lệ tự ngược đãi bản thân và tự vẫn trong tù.
